{
    "cancel": "cancel",
    "email": "email",
    "date": "date",
    "subject": "subject",
    "message": "message",
    "upload": "upload",

    "chinese": "Chinese",
    "englash": "English",
    "japenses": "Japanese",

    "enlarge-text": "Enlarge text",
    "smaller-text": "Reduce text",

    "return-home": "Go to home page",
    "navbar-about": "About Us",
    "navbar-news": "Latest News",
    "navbar-mall": "Online Mall",
    "navbar-hidden": "Contact Lenses",
    "navbar-glasses": "Rimmed Glasses",
    "navbar-glasses1": "Ti Glasses",
    "navbar-health": "Health、Commodity",
    "navbar-login": "Login",
    "navbar-login-H5": "Login/Register",

    "hidden-glasses1": "HYDRON",
    "hidden-glasses2": "Cooper",
    "hidden-glasses3": "CAMAX",
    "hidden-glasses4": "TICON",
    "hidden-glasses5": "Miacare",
    "hidden-glasses6": "Alcon",
    "hidden-glasses7": "Syreni",
    "hidden-glasses8": "Candy Magic",
    "hidden-glasses9": "ARdes",
    "hidden-glasses10": "Marble",
    "hidden-glasses11": "CLB Color",
    "hidden-glasses12": "ACUVUE",

    "main-h3": "Youth store base",
    "main-p": "Enjoy the most professional service on site",
    "main-btn": "View branches",
    "footer-about": "About Us",
    "footer-about1": "Enterprise History",
    "footer-about2": "Service Items",
    "footer-about3": "Member Service",
    "footer-about4": "Store search",
    "footer-news": "News",
    "footer-health": "Health & Peripheral",
    "footer-health1": "Liang Meng",
    "footer-health2": "lens cleaning shampoo",
    "footer-service": "Service",
    "footer-service1": "Contact us",
    "footer-service2": "FAQ",
    "footer-phone": "Hotline",
    "footer-bottom1": "Terms of Service",
    "footer-bottom2": "Privacy Policy",
    "about-h1": "About glasses for young people",
    "about1-p1": "The number of people wearing glasses in Taiwan is increasing, and the number of people suffering from vision problems is also increasing. Eyeglass stores are popping up on the streets like mushrooms after a spring rain.",
    "about1-p2": "We uphold the spirit of professionalism and caring, and solve the troubles caused by vision problems for many people with glasses.",
    "about1-p3": "Young People's Glasses provides you with the best service and is definitely your best choice.",
    "about-service-title": "Glasses fitting｜Free maintenance｜Professional consultation",
    "about-service1": "Glasses fitting",
    "about-service1-li1": "Soft and hard contact lens fitting",
    "about-service1-li2": "Myopia, hyperopia, astigmatism, presbyopia, amblyopia, dual-use bifocal lenses, multifocal lenses, strabismus lenses, color blindness lenses",
    "about-service1-li3": "Wholesale and retail of world famous brand glasses",
    "about-service2": "Free maintenance",
    "about-service2-li1": "Free replacement parts",
    "about-service2-li2": "Vision care exam",
    "about-service2-li3": "Clean, maintain and disinfect contact lenses",
    "about-service2-li4": "Adjust frames and clean glasses",
    "about-service2-li5": "Caring for vision examination of children with low vision",
    "about-service3": "Professional consultation",
    "about-service3-li1": "Provide professional consultation on vision and glasses",
    "about-service3-li2": "Glasses and hard contact lens fittings",
    "about-service3-li3": "Fitting of progressive multifocal glasses",
    "about-service3-li4": "Binocular vision and stereoscopic vision examination",
    "about-member-title": "Instructions for using member card",
    "about-member-li1": "Points accumulation is based on the actual amount paid after discounts or coupons are used.",
    "about-member-li2": "Earn 2 bonus points for every NT$100 spent.",
    "about-member-li3": "Each 100 bonus points can be used to offset an amount of NT$100. Different membership card numbers cannot be used to offset the same purchase.",
    "about-member-li4": "The system calculates the amount of discount in units of 20 bonus points. Points with less than 20 bonus points will continue to accumulate.",
    "about-member-li5": "The accumulation and discount of bonus points can only be used on-site for on-site consumption.",
    "about-member-li6": "To ensure customer rights, please be sure to bring your membership card with you when you visit the store.",
    "location-select1": "Select a city",
    "location-select2": "Select a region",
    "location-select3": "All stores",
    "location-table-tr1": "Store name",
    "location-table-tr2": "Phone number",
    "location-table-tr3": "Store address",
    "location-table-tr4": "Business hours",
    "location-table-tr5": "Business person",
    "location-table-tr6": "Google Map",
    "product-amount": "Amount",
    "product-total": "Total",
    "product-favorite": "My favorite",
    "product-buy": "Purchase only for members, please log in first.",
    "product-buy2": "Add to shopping cart",
    "product-caption1": "Delivery service",
    "product-caption2": "Return Instructions",
    "product-illustrate1": "You can apply for delivery online 24 hours a day (if the website is reorganized, it will be announced separately). The actual delivery time is based on the inventory status of the product. Because the APP mall and the physical store are sold simultaneously, the purchase is //strongspot + pre-order//strong method, if it is in stock, it will be shipped and delivered within 2-3 working days after completing the order. The waiting time for pre-ordered products is 7-10 days, excluding holidays. //brBecause APP malls sell products simultaneously with physical stores, sometimes it is inevitable that products will be out of stock or out of stock. If there is a shortage or out of stock, we will inform you individually and notify you of refund matters.//br▌7-11 Supermarket Pickup//br(1) The upper limit for supermarket pickup is //strong5,000 dollars//strong. //br(2) After the goods are shipped from the store, they will be delivered by supermarket logistics. It is expected to be delivered to the supermarket you designated in about 3 days. (Delivery locations are limited to Taiwan mainland). //br(3) Volume restrictions for supermarket pickup: carton packaging length*width*height<45*30*30cm, one side length<45cm, other two sides<30cm, total weight<5kg.//br▌Young people’s glasses store pick-up//br(1) The store staff will call you after the stocking is completed to notify you to pick up the goods at the store. //br(2) Please remind you that the store will keep it for you //strongfor 7 days//strong. Please pick up the goods as soon as possible within 7 days to avoid affecting your rights to pick up goods at the store in the future.",
    "product-illustrate2": "Returned goods must be intact, and please go to Order Questions and click Return. After receiving the goods, confirm that the goods are complete and correct before proceeding with the return or exchange. If it falls on a national holiday, it will be postponed to working days.//br(1) The Youth Membership Service APP adopts a //strong“full return system”//strong and partial returns are not allowed.//br(2) In accordance with the provisions of the Consumer Protection Law, online shopping consumers have the right to return the product for appreciation within 7 days without trial use. If you need to return the product, please submit an application through the APP order //strongwithin 7 days//strong of receiving the product.//br(3) Returns will not be accepted if the product is damaged, scratched, dirty, cracked, etc. due to human factors, or if any accessories or parts of the product are missing, the product is incomplete, or the content returned cannot be identified as ordered.//br(4) We sincerely apologize to you for the defective product or the wrong product. Please apply for a return directly on the order. To simplify the exchange process, we only provide returns and do not provide exchanges. Thank you very much. understanding and cooperation.//br(5) For returns, please send the following items to our store in their entirety://br//strong●Purchased goods ●Related accessories ●Paper invoice ●Original packaging ●Details ●Gifts//strong"
  }
  